module.exports = {
  freeArr: [
      {
          "time": "00:30",
          "name": "城堡之王"
      },
      {
          "time": "01:15",
          "name": "钓鱼挑战"
      },
      {
          "time": "02:00",
          "name": "快递骑手"
      },
      {
          "time": "02:45",
          "name": "随机挑战"
      },
      {
          "time": "03:30",
          "name": "野生动物摄影"
      },
      {
          "time": "04:15",
          "name": "铁路男爵"
      },
      {
          "time": "05:00",
          "name": "箭术大师"
      },
      {
          "time": "05:45",
          "name": "野生动物摄影"
      },
      {
          "time": "06:30",
          "name": "钓鱼挑战"
      },
      {
          "time": "07:15",
          "name": "城堡之王"
      },
      {
          "time": "08:00",
          "name": "死不放手"
      },
      {
          "time": "08:45",
          "name": "铁路男爵"
      },
      {
          "time": "09:30",
          "name": "击杀野生动物挑战赛"
      },
      {
          "time": "10:15",
          "name": "愚人金"
      },
      {
          "time": "11:00",
          "name": "随机挑战"
      },
      {
          "time": "11:45",
          "name": "野生动物摄影"
      },
      {
          "time": "12:30",
          "name": "城堡之王"
      },
      {
          "time": "13:15",
          "name": "钓鱼挑战"
      },
      {
          "time": "14:00",
          "name": "快递骑手"
      },
      {
          "time": "14:45",
          "name": "随机挑战"
      },
      {
          "time": "15:30",
          "name": "野生动物摄影"
      },
      {
          "time": "16:15",
          "name": "铁路男爵"
      },
      {
          "time": "17:00",
          "name": "箭术大师"
      },
      {
          "time": "17:45",
          "name": "野生动物摄影"
      },
      {
          "time": "18:30",
          "name": "钓鱼挑战"
      },
      {
          "time": "19:15",
          "name": "城堡之王"
      },
      {
          "time": "20:00",
          "name": "死不放手"
      },
      {
          "time": "20:45",
          "name": "铁路男爵"
      },
      {
          "time": "21:30",
          "name": "击杀野生动物挑战赛"
      },
      {
          "time": "22:15",
          "name": "愚人金"
      },
      {
          "time": "23:00",
          "name": "随机挑战"
      },
      {
          "time": "23:45",
          "name": "野生动物摄影"
      }
  ],
  occArr: [
    {time: "00:52", name: "野生动物标记" },
    {time: "02:22", name: "搜捕" },
    {time: "03:52", name: "商队路线" },
    {time: "05:22", name: "神鹫蛋" },
    {time: "06:52", name: "审判之日" },
    {time: "08:22", name: "保护传说动物" },
    {time: "09:52", name: "审判之日" },
    {time: "11:22", name: "野生动物标记" },
    {time: "12:52", name: "搜捕" },
    {time: "14:22", name: "商队路线" },
    {time: "15:52", name: "神鹫蛋" },
    {time: "17:22", name: "审判之日" },
    {time: "18:52", name: "保护传说动物" },
    {time: "20:22", name: "搜捕" },
    {time: "21:52", name: "抢救物品" },
    {time: "23:22", name: "审判之日" }
  ]
}